{
  "date": "2025-09-24",
  "username": "keeper1",
  "timestamp": "2025-09-24T21:29:33.770554",
  "raw_observation": "मंगलवार यानी बारह अगस्त को भाग अवलोकन केंद्र की gate बंद होने के कारण दस minute दिए से गया तीन पीने का साफ पानी उपलब्ध था और बड़ी की सुबह पहले ही सफाई कर दी गई थी हालांकि पानी की अवधि के pass प का एक छोटे ढेर लगा हुआ था त्योहार आमतौर पर सामान्य लग रहा था लेकिन जानवरों शाम सामान्य से कम सक्रिय था और सुबह का अधिकांश समय छाया में later चार चार चारा और पुर उपलब्ध थे और निर्धारित आहार हार दिया गया था हालांकि मांस की आप आपूर्ति थी थोड़ी देर से हुई लौट आने वाली ठंडी रातों के लिए अतिरिक्त के बिस्तर का अनुरोध किया गया है r की शर्मा द्वारा हस्ताक्षर शरीर स्वस्थ निगरानी में तापमान और स्वास्थ्य सामान्य सीमा के भीतर पाया गया और छोड़ छूट के लिए कोई निशान नहीं थे बाहर पिछले दोपहर पर हल्की घर खर्च देख गई जो संवाद खुद खुद खेल के संदेश से लगी हुई मांस हारी मांस चाट सुबह तीन five kilogram भैंस का मांस और शाम के दो kilogram chicken का संगीत संकेत दिया गया था और सारा चारा बिना किसी देरी के खाया गया था दवा staff register में सुबह की और रात के बाद vitamin की बारह या shape पाई गई जो पिछले दिन की चौदह शिशु से कम थी बड़े आस pass दैनिक वन्य जीवन one नगर में चारा चार गांव कि pass दो जंगल मोर और बढ़ा के pass का लंगर की निशान देखा गई",
  "structured_data": {
    "date_or_day": "2025-09-24",
    "animal_observed_on_time": false,
    "clean_drinking_water_provided": true,
    "enclosure_cleaned_properly": false,
    "normal_behaviour_status": false,
    "normal_behaviour_details": "Animal was less active in the evening than usual and spent most of the morning lying in the shade.",
    "feed_and_supplements_available": true,
    "feed_given_as_prescribed": true,
    "other_animal_requirements": "Additional bedding requested for upcoming cold nights.",
    "incharge_signature": "R. Sharma",
    "daily_animal_health_monitoring": "Temperature and health were found to be within normal limits; no signs of injuries. A light minor injury was observed yesterday afternoon, likely from playing.",
    "carnivorous_animal_feeding_chart": "3.5 kg buffalo meat was given in the morning and 2 kg chicken in the evening as prescribed. All feed was consumed without delay.",
    "medicine_stock_register": "12 units of vitamins were found in the medicine stock register for morning and night, which is less than the 14 units from the previous day.",
    "daily_wildlife_monitoring": "One wild boar was sighted in the city, two peacocks near the village, and langur tracks were observed near Badha."
  },
  "filename": "2025-09-24_keeper1.txt"
}